Repository: LaOuede/42-ft_transcendence
Catalog: transcendence/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: You and %(other)s are no longer friends
es: Tú y %(other)s ya no sois amigos
fr: Vous et %(other)s n'êtes maintenant plus amis!

source: You and %(sender)s are no longer friends
es: Usted y %(sender)s ya no son amigos
fr: Vous et %(sender)s n'êtes maintenant plus amis!

source: Can't add yourself
es: No puedes añadirte a ti mismo.
fr: Impossible de vous ajouter vous-même.

source: Request already sent
es: La solicitud ya ha sido enviada.
fr: La demande a déjà été envoyée.

source: Already friends
es: Ya amigos.
fr: Déjà amis.

source: You are now friends with: %(sender)s!
es: ¡Ahora eres amigo de: %(sender)s!

source: You are now friends with: %(receiver)s!
es: ¡Ahora eres amigo de: %(receiver)s!

source: New friend request from: %(sender)s
es: Nueva solicitud de amistad de: %(sender)s

source: Friend request sent to: %(other)s
es: Solicitud de amistad enviada a: %(other)s

source: Rumble
es: Reyarta
fr: Castagne

source: Tournament
es: Torneo
fr: Toi

source: The Email field must be set
es: El campo Email debe estar configurado
fr: Le champ Email doit être défini

source: Username must contain only letters, numbers, and underscores
es: El nombre de usuario debe contener sólo letras, números y guiones bajos.
fr: Le nom d'utilisateur ne doit contenir que des lettres, des chiffres et des underscores

source: Username already exists.
es: El nombre de usuario ya existe.
fr: Nom d'utilisateur déjà pris.

source: Email already exists.
es: Email ya existe.
fr: Adresse courriel déjà prise.

source: Invalid token
es: Token inválido
fr: Token invalide
